<script setup></script>

<template>
  <div class="container max-sm:px-3">
    <div class="md:flex py-11">
      <h3 class="md:w-1/2 text-5xl max-sm:py-4 max-sm:hidden">
        Производство <br />
        светильников
      </h3>
      <h3 class="md:w-1/2 text-5xl max-sm:py-4 md:hidden">Блог</h3>
      <p class="md:w-1/2 text-[20px] font-medium text-[#454545]">
        Интернет-магазин NORNLIGHT предлагает широкий ассортимент светильников
        для освещения вашего дома или офиса. У нас вы найдете разнообразные
        модели светильников, от современных и стильных до классических и
        элегантных. Мы предлагаем качественные и надежные светильники от лучших
        производителей, которые подарят вам комфорт и уют. <br /><br />
        Покупая светильники в нашем интернет-магазине, вы получаете отличное
        соотношение цены и качества. Мы осуществляем доставку по всей России,
        чтобы каждый клиент мог насладиться прекрасным светом и удобством
        покупки онлайн. Обратитесь к нам сегодня и превратите ваш дом в оазис
        тепла и света с NORNLIGHT!
      </p>
    </div>
  </div>
</template>

<style scoped></style>
