<script setup></script>

<template>
  <div class="container py-9 max-sm:px-3">
    <div class="flex items-center gap-3">
      <nuxt-link to="/" class="text-[#454545] py-4">Главная ></nuxt-link>

      <p>Гарантии</p>
    </div>
    <div class="md:flex py-9">
      <div class="md:w-1/2">
        <h2 class="text-[#454545] text-6xl font-bold py-5">Гарантии</h2>
      </div>
      <div class="flex flex-col gap-10 md:w-1/2">
        <div class="flex flex-col gap-5">
          <h3 class="text-2xl font-semibold">
            Обмен и возврат по желанию покупателя
          </h3>
          <p class="text-[20px] font-normal">
            Все товары в магазине «NornLight» имеют гарантию. Она заявляется
            производителем и имеет определенный срок действия на различные
            группы товаров. Если ваше изделие вышло из строя в
            течение гарантийного срока вы можете обратиться к нам и получить
            бесплатный ремонт. <br /><br />
            Для этого нужно: <br />Предоставить чек, накладную или сообщить
            почту или номер телефона, указанные при оформлении заказа. Привезти
            товар к нам на склад или отправить его транспортной компанией. После
            товар отправляется на экспертизу и ремонт. Если ремонт невозможен,
            мы обменяем изделие на аналогичное либо вернем деньги за покупку.
            <br /><br />
            Обращаем внимание, что «А-Свет» не является сервисным центром, а
            выполняет роль посредника между клиентом и поставщиком. Поэтому
            сроки проведения ремонта могут отличаться для товаров различных
            брендов.
          </p>
        </div>
      </div>
    </div>
  </div>
</template>

<style scoped></style>
