<script setup></script>

<template>
  <div class="container py-9 max-sm:px-3">
    <div class="flex items-center gap-3">
      <nuxt-link to="/" class="text-[#454545] py-4">Главная ></nuxt-link>

      <p>Возврат</p>
    </div>
    <div class="md:flex py-9">
      <div class="md:w-1/2">
        <h2 class="text-[#454545] text-6xl font-bold py-5">Возврат</h2>
      </div>
      <div class="flex flex-col gap-10 md:w-1/2 py-5">
        <div class="flex flex-col gap-5">
          <h3 class="text-2xl font-semibold">
            Обмен и возврат по желанию покупателя
          </h3>
          <p class="text-[20px] font-normal">
            Если товар по каким-то причинам не подошел вам, вы имеете право
            вернуть его или обменять на другой в течение 7 дней* с момента
            покупки при соблюдении следующих условий:
          </p>
          <ul class="list-disc pl-5">
            <li>Товар имеет первоначальный вид, имеется товарная кондиция;</li>
            <li>
              Товар имеет полную комплектацию, включая упаковочные материалы;
            </li>
            <li>
              Товар не имеет следов подключения и не имеет признаков монтажа;
            </li>
            <li>
              Упаковка товара не имеет повреждений, присутствует первоначальный
              товарный вид;
            </li>
            <li>
              Есть документ, подтверждающий покупку в нашем интернет-магазине.
            </li>
            <li>Для возврата товара необходимо привезти его к нам в офис.</li>
            <li>
              Товар из других городов можно прислать нам транспортной компанией,
              при этом услуги транспортной компании оплачиваются клиентом.
            </li>
            <li>
              *В течение 14 дней для отдельных брендов. При оформлении заказа
              уточните у менеджера
            </li>
          </ul>
        </div>
        <div class="flex flex-col gap-5">
          <h3 class="text-2xl font-semibold">
            Обмен и возврат по ошибке продавца
          </h3>
          <p class="text-[20px] font-normal">
            Причины обмена или возврата по ошибке продавца:
          </p>
          <ul class="list-disc pl-5">
            <li>Неполная комплектация товара</li>
            <li>Брак или дефект товара</li>
            <li>
              Если вы выявили дефект, брак или неполную комплектацию товара,
              необходимо сделать фото дефекта и отправить на
              почту mail@at-svet.ru, указав краткое описание характера брака/ Мы
              заменим бракованный товар или довезем недостающие части.
            </li>
            <li>Доставка будет осуществлена бесплатно</li>
          </ul>
        </div>
        <div class="flex flex-col gap-5">
          <h3 class="text-2xl font-semibold">Возврат денежных средств</h3>
          <p class="text-[20px] font-normal">
            Возврат денежных средств осуществляется путем перевода на
            банковские реквизиты покупателя при наличии заявления от
            покупателя.
          </p>
        </div>
      </div>
    </div>
  </div>
</template>

<style scoped>
/* Add any required styles here */
</style>
